Repository: AMNTDEVIL/Stackfood2
Catalog: lib/l10n/app_*.arb
Languages: bn

# appTitle
source: Food Delivery
bn: ফুড ডেলিভারি

# searchPlaceholder
source: Search for your favorite food...
bn: আপনার প্রিয় খাবারটি অনুসন্ধান করুন...

source: What's on your mind?
bn: আপনার মন কি ভাবছে?

source: Today's Trends
bn: আজকের প্রবণতা

# highlightsForYou
source: Top Offers for You
bn: আপনার জন্য শীর্ষ অফার

# summerSale
source: Summer Sale 50% off
bn: গ্রীষ্মকালীন বিক্রি 50% ছাড়

source: General
bn: সাধারণ

source: Profile
bn: প্রোফাইল

source: My Address
bn: আমার ঠিকানা

source: Language
bn: ভাষা

source: Dark Mode
bn: ডার্ক মোড

source: Promotional Activity
bn: প্রচারমূলক কার্যক্রম

source: Coupon
bn: কুপন

source: Loyalty Points
bn: লয়্যালটি পয়েন্টস

source: My Wallet
bn: আমার ওয়ালেট

source: Earnings
bn: আয়

# referAndEarn
source: Refer & Earn
bn: রেফার করুন এবং উপার্জন করুন

source: Join as a Delivery Man
bn: একজন ডেলিভারি ম্যান হিসেবে যোগ দিন

source: Open Restaurant
bn: রেস্টুরেন্ট খুলুন

# helpAndSupport
source: Help & Support
bn: সহায়তা ও সমর্থন

source: Live Chat
bn: লাইভ চ্যাট

# helpAndSupportMenu
source: Help & Support
bn: সহায়তা এবং সমর্থন

source: About Us
bn: আমাদের সম্পর্কে

source: Terms and Conditions
bn: শর্তাবলী

source: Privacy Policy
bn: গোপনীয়তা নীতি

source: Refund Policy
bn: ফিরতি নীতি

source: Cancellation Policy
bn: বাতিলকরণ নীতি

source: Shipping Policy
bn: শিপিং নীতি
